[GENERAL]
NAME				= Українська
TRANSLATOR			= -ASSASSIN-X- => Did Kokos
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Завершився термін дії.
TEXT_BETA			= Бета версія
TEXT_UNREGISTERED		= Не зареєстровано
TEXT_SAFEMODE			= Безпечний режим
TEXT_SAFEMODE_MESSAGE		= Bandicam працює в безпечному режимі. \nДеякі функції, включно з апаратним прискоренням кодування, можуть не працювати.
TEXT_INIT_FAIL			= Збій запуску програми.
TEXT_APPINFO			= Bandicam - високопродуктивний захоплювач відео.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Недостатньо місця на диску для запису.
TEXT_ERROR_VIDEO_CAP		= Збій запуску відеозахоплення.
TEXT_ERROR_AUDIO_CAP		= Збій запуску звукозахоплення.\nЯкщо Вам потрібна допомога, натисніть 'ОК'.
TEXT_ERROR_IMAGE_CAP		= Збій захоплення зображення.\nБудь ласка, перевірте папку виводу.
TEXT_ERROR_CREATEFILE		= Не вдалося створити файл.\nЯкщо Вам потрібна допомога, натисніть 'ОК'.
TEXT_ERROR_OUTPUTFOLDER		= Обрана папка не існує. Будь ласка, виберіть іншу папку.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Помилка ініціалізації кодека.
TEXT_ERROR_CODEC_INIT_RETRY	= Помилка ініціалізації кодека.\nБажаєте продовжити з використанням кодека H.264?
TEXT_ERROR_CODEC_VIDEO		= Запис було зупинено, оскільки виникла проблема з відеокодеком.
TEXT_ERROR_LOGO_IMAGE		= Непідтримуваний формат зображення. \nБудь ласка, виберіть формат PNG.
TEXT_ERROR_INIT_DEVICE		= Помилка ініціалізації відеопристрою.
TEXT_ERROR_NO_DEVICES		= Не знайдено жодного пристрою захоплення відео.
TEXT_ERROR_EXISTING_PRESET_NAME	= Введене ім'я вже існує.\nБудь ласка, введіть інше ім'я.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Ця функція більше не підтримується політикою Facebook.
TEXT_CAN_NOT_CHANGE_TB		= Ця опція доступна тільки в зареєстрованій версії. \nБудь ласка, купіть Bandicam на https://bandicam.com/buy
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Ви не можете додавати більше 10 позицій.
TEXT_WARNING_AMD_APP		= Ваша система не підтримує 'H.264 (AMD VCE)', тому буде використаний стандартний кодек.
TEXT_WARNING_AMD_APP2		= Ваша система не підтримує 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= При зміні налаштувань відеопристрою, запис буде припинено. Все одно продовжити?
TEXT_WARNING_EXIT_BANDICAM	= Якщо ви закриєте Bandicam, запис буде припинено.\nСправді бажаєте вийти з Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	=  Вихід з програми скасує всі заплановані записи. \nСправді бажаєте закрити Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Дісйно видалити обраний шаблон?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Звук
TEXT_VID_PAGE_WEBCAM		= Веб-камера
TEXT_VID_PAGE_LOGO		= Логотип
TEXT_VID_PAGE_EFFECTS		= Курсор
TEXT_VID_PAGE_TEXT		= Текст
TEXT_VID_PAGE_OPTIONS		= Опції

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Логотип

; option page name
TEXT_OPT_PAGE_GENERAL		= Загальні
TEXT_OPT_PAGE_OUTPUT		= Поділитись
TEXT_OPT_PAGE_HOOKING		= Захоплення
TEXT_OPT_PAGE_LANGUAGE		= Мова
TEXT_OPT_PAGE_OTHERS		= Інше

TEXT_VIDEO			= Відео
TEXT_AUDIO			= Звук

TEXT_FOLDER_SELECT		= Виберіть папку для збереження

TEXT_FMT_FULL_SIZE		= Повний розмір
TEXT_FMT_HALF_SIZE		= Половина розміру
TEXT_FMT_FIT_WIDTH		= За шириною
TEXT_FMT_FIT_HEIGHT		= За висотою
TEXT_FMT_CUSTOM_SIZE		= Свій
TEXT_FMT_STEREO			= стерео
TEXT_FMT_MONO			= моно
TEXT_FMT_ORIGINAL_PCM		= Оригінальний формат аудіо
TEXT_FMT_AUTO			= Автоматично
TEXT_FMT_LOSSLESS		= Без втрат

; preset
TEXT_PRESET_DEFAULT		= Стандартно
TEXT_PRESET_HALFSIZE		= Половина розміру
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Швидкий для 60 FPS
TEXT_PRESET_LOWEND		= Слабкий ПК
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy смартфон
TEXT_PRESET_EDIT		= Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= За шириною, 320x0
TEXT_PRESET_640x0		= За шириною, 640x0
TEXT_PRESET_800x0		= За шириною, 800x0
TEXT_PRESET_1280x0		= За шириною, 1280x0
TEXT_PRESET_USER		= Користувальницькі

TEXT_CHANGE_LANG		= Для зміни мови необхідно перезапустити Bandicam.\nПерезапустити зараз?
TEXT_CHANGE_HOOK		= Для зміни цілі захоплення необхідно перезапустити Bandicam.\nПерезапустити зараз?
TEXT_CHANGE_SIZE		= Щоб змінити розмір вікна Bandicam, ви маєте перезапустити Bandicam.\nПерезапустити зараз?
TEXT_RESET_ALL_SETTINGS		= Ви впевнені, що хочете відновити стандартні налаштування?

TEXT_REGISTER_SUCCEEDED		= Bandicam зареєстрований!
TEXT_REGISTER_FAILED		= Помилка реєстрації. \nПеревірте ваш e-mail і серійний номер.
TEXT_REGISTER_CONNECT_FAILED	= Неможливо з'єднатися з сервером реєстрації.\nБудь ласка, перевірте ваше з'єднання з Інтернетом, оновіть системний час і дату. \nЯкщо Вам потрібна допомога, натисніть 'ОК'.
TEXT_REGISTER_INFO		= E-mail: %s\r\nСерійний номер: %s
TEXT_REGISTER_LIMITED		= Запис зупинений.\n\nВ незареєстрованій версії можна записувати лише 10 хвилин. \nБудь ласка, придбайте Bandicam на bandicam.com
TEXT_REGISTER_LIMITED_SREC	= В незареєстрованій версії можна записувати лише 10 хвилин. \nБудь ласка, придбайте Bandicam на bandicam.com
TEXT_REGISTER_NEWRECORD		= Ви не можете почати новий запис в незареєстрованій версії. \nБудь ласка, придбайте Bandicam на bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Не зареєстровано!!! - Лише 10 хвилин запису відео з водяним знаком, \r\nДля повної функціональності придбайте Bandicam на bandicam.com

TEXT_PROGRAM_INVALID		= Збій програми. \nБудь ласка, переінсталюйте програму.

TEXT_SELECT_NOT_SELECTED	= Будь ласка, оберіть режим запису
TEXT_SELECT_TARGET		= Клацніть на цільовому вікні
TEXT_SELECT_DEVICE		= Будь ласка, оберіть відеопристрій
TEXT_TARGET_DIRECTX		= Режим запису ігор - Запис ігор і відеоплеєрів які використовують DirectX.
TEXT_TARGET_SCREEN		= Режим віконного запису - Запис робочого столу і веб-відео.
TEXT_TARGET_DEVICE		= Режим запису з відеопристрою - Запис веб-камери та HDMI пристроїв.
TEXT_TARGET_CHANGING		= Якщо ви зміните режим запису, запис буде зупинено.\nБажаєте зупинити запис?
TEXT_TARGET_CLOSE		= Якщо ви закриєте діючий режим запису, запис буде припинено.\nВи справді бажаєте продовжити?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Ви не можете почати запис в 'Режимі запису ігор' тому, що цільове вікно не обрано.\n\nВи бажаєте змінити режим запису на 'Режим віконного запису' щоб почати записування в даному режимі?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Ви не можете почати запис в 'Режимі запису з відеопристрою' тому що цільове вікно не обрано.\n\nВи бажаєте змінити режим запису на 'Режим віконного запису' щоб почати записування в даному режимі?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Ви не можете розпочати запис, оскільки не обрано режим запису.\n\nБажаєте обрати 'Режим віконного запису' щоб почати запис?

TEXT_STATUSBAR_READY		= Готово
TEXT_STATUSBAR_RECORDING	= Запис
TEXT_STATUSBAR_PAUSE		= Пауза

TEXT_UPDATE_AVAILABLE		= Доступна нова версія Bandicam. \nЗавантажити зараз?
TEXT_UPDATE_UNAVAILABLE		= Ви використовуєте найновішу версію.
TEXT_UPDATE_FAILED		= Помилка перевірки оновлень. \nМожливо немає з'єднання з Інтернетом, або сервер не працює.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Не вдалося завантажити. Якщо ви щойно зареєструвались, будь ласка, підтвердіть адресу електронної скриньки.

TEXT_TARGET_FULL		= Весь екран
TEXT_TARGET_RESTORE		= Відновити
TEXT_TARGET_FIND		= Обрати ділянку для захоплення
TEXT_TARGET_RESIZE		= Меню вибору розміру
TEXT_TARGET_IMAGE		= Захоплення зображення
TEXT_TARGET_PEN			= Режим малювання
TEXT_TARGET_RECORD_START	= Запис відео - старт
TEXT_TARGET_RECORD_PAUSE	= Запис відео - пауза
TEXT_TARGET_RECORD_STOP		= Запис відео - стоп
TEXT_TARGET_MENU		= Меню
TEXT_TARGET_DISPLAY		= Дисплей %d

TEXT_DEVICE_FULL		= Весь екран
TEXT_DEVICE_RESTORE		= Відновити
TEXT_DEVICE_SELECT_DEVICE	= Обрати пристрій
TEXT_DEVICE_VOLUME		= Керування гучністю
TEXT_DEVICE_IMAGE		= Захоплення зображення
TEXT_DEVICE_RECORD_START	= Запис відео - старт
TEXT_DEVICE_RECORD_PAUSE	= Запис відео - пауза
TEXT_DEVICE_RECORD_STOP		= Запис відео - стоп
TEXT_DEVICE_MENU		= Меню

TEXT_RC_HOWTO_NOCOMPLETE	= Немає
TEXT_RC_HOWTO_BYTIME		= За часом
TEXT_RC_HOWTO_BYSIZE		= За розміром
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= Почати новий запис
TEXT_RC_AFTER_EXIT		= Закрити Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Вимкнути комп'ютер

TEXT_SHUTDOWN_SEC		= Вимкнення системи через %d сек.

TEXT_SEL_IMAGE_FILE		= Оберіть зображення

TEXT_RC_MB			= MБ
TEXT_RC_GB			= ҐB

TEXT_SND_SELECT_2_DISABLE	= -- Вимкнено (Рекомендовано) --

TEXT_CORRUPTED_AVI_FILE		= Останній записаний фал пошкоджено.\nБажаєте виправити помилки в ньому?\n\nФайл: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Клацніть на значок в треї, щоб показати вікно налаштувань Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Клацніть на значок в треї, щоб показати раму області екрану.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Клацніть на значок в треї, щоб показати вікно запису відеопристрою.
TEXT_FORCE_STOP			= Не вдалося зупинити запис, оскільки цільове вікно не відповідає.\nЗупинити запис примусово?
TEXT_EXTERNAL_CODEC		= - Зовнішній кодек -
TEXT_CUDA_GPU_AUTOSELECT	= (Автоматичний вибір)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Статус запису
TEXT_INDICATOR_TIME		= Час запису
TEXT_INDICATOR_SIZE		= Розмір записуваного файлу / вільне місце на диску
TEXT_INDICATOR_VOLUME		= Поточний рівень гучності

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ Середній ]   Нормальний пріоритет для завдань
TEXT_REC_PRIORITY_HIGH		= [ Вище середнього ]   Підвищений пріоритет
TEXT_REC_PRIORITY_HIGHEST	= [ Високий ]   Інші завдання можуть працювати повільніше

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut не встановлено. Бажаєте завантажити Bandicut?
TEXT_OUTPUTS_DELETE		= Ви справді бажаєте остаточно видалити обрані файли?
TEXT_OUTPUTS_SELCOUNT		= %d файлів обрано

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Ім`я цілі
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ваше ім`я
TEXT_FILE_NAME_PREFIX_NONE	= Немає
TEXT_FILE_NAME_SUFFIX_TIME	= Дата/Час
TEXT_FILE_NAME_SUFFIX_NUMBER	= Порядковий номер

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Введіть значення між 1 і 1440 хвилин.
TEXT_TIMER_REC_STOP_RECORDING	= Триває запис. \nВи впевнені, що хочете припинити запис і продовжити?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Таймер запису не працює, бо не встановлено режим запису. Будь ласка, спершу встановіть режим запису.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Будь ласка, введіть назву відео для завантаження.
TEXT_UPLOAD_VID_NO_PASSWORD	= Будь ласка, введіть пароль.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Логін - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Логін - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Логін - Facebook
TEXT_UPLOAD_COMPLETE		= Завантажено
TEXT_UPLOAD_ERR_FAIL		= Не вдалось завантажити це відео.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Цей файл надто великий для завантаження.
TEXT_UPLOAD_ERR_FREESPACE	= На Vimeo не вистачає вільного місця для завантаження.
TEXT_UPLOAD_ERR_CONNECT		= Помилка з`єднання з сервером.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Помилка завантаження відео. Основні користувачі Vimeo не можуть використовувати цю функцію.

; deinterlacing
TEXT_DEINT_NONE			= Немає
TEXT_DEINT_ODD			= Непарні рядки
TEXT_DEINT_EVEN			= Парні рядки
TEXT_DEINT_BLEND		= Змішано

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Запис звуку при затиснутій клавіші
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Запис звуку при звільненій клавіші

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Триває встановлення...
TEXT_UPDATE_FAILED_DL		= Помилка завантаження файлів встановлення. \nМожливо відсутнє інтернет-з'єднання.
TEXT_UPDATE_INSTALL_SUCCEED	= Встановлення завершено.
TEXT_UPDATE_INSTALL_FAILED	= Помилка встановлення.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Немає)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Горизонтально
TEXT_WEBCAM_FLIP_VERTICAL	= Вертикально

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Назва
TEXT_SREC_HEADER_STATUS		= Стан
TEXT_SREC_HEADER_START_TIME	= Початок
TEXT_SREC_HEADER_END_TIME	= Кінець
TEXT_SREC_HEADER_DURATION	= Тривалість
TEXT_SREC_HEADER_TARGET		= Ціль
TEXT_SREC_HEADER_AFTER_REC	= Після запису
TEXT_SREC_DEFAULT_NAME		= Розклад
TEXT_SREC_DELETE_SCHEDULES	= Справді бажаєте остаточно видалити всі заплановані записи?
TEXT_SREC_STATUS_WAITING	= Очікування
TEXT_SREC_STATUS_RECORDING	= Запис
TEXT_SREC_STATUS_PASSED		= Пропущено
TEXT_SREC_STATUS_INACTIVE	= Неактивний
TEXT_SREC_TARGET_NOT_CHANGE	= (Не змінювати)
TEXT_SREC_TARGET_FULL_SCREEN	= Весь екран
TEXT_SREC_TARGET_CUSTOM_AREA	= Прямокутна ділянка
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Остання ціль запису.
TEXT_SREC_DISPLAY		= Екран %d
TEXT_SREC_DO_NOTHING		= (Нічого)
TEXT_SREC_EXIT_BANDICAM		= Вихід з Bandicam
TEXT_SREC_SHUTDOWN_PC		= Вимкнути ПК
TEXT_SREC_ERR_TIME		= Тривалість має бути між 00:00:01 та 23:59:59.
TEXT_SREC_ERR_DAY		= Потрібно обрати щонайменше один день.
TEXT_SREC_ERR_OVERLAPPED	= Час запису збігається з "%s"
TEXT_SREC_SAME_DAY		= Того ж дня
TEXT_SREC_DAY_AFTER		= День після
TEXT_SREC_EVERYDAY		= Щодня
TEXT_SREC_SUN			= Неділя
TEXT_SREC_MON			= Понеділок
TEXT_SREC_TUE			= Вівторок
TEXT_SREC_WED			= Середа
TEXT_SREC_THU			= Четвер
TEXT_SREC_FRI			= П'ятниця
TEXT_SREC_SAT			= Субота
TEXT_SREC_START_INFO		= Початок запису о %s.
TEXT_SREC_STOP_INFO		= Кінець запису о %s.
TEXT_SREC_DAY			= %День
TEXT_SREC_DAYS			= %Днів
TEXT_SREC_WAITING_0		= Відсутні заплановані записи.
TEXT_SREC_WAITING_1		= Присутній 1 запланований запис.
TEXT_SREC_WAITING_N		= Присутньо %d запланованих записів.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Стандартний звуковий пристрій)
TEXT_DEFAULT_DEVICE_FORMAT	= (Автоматичне визначення)
TEXT_HOTKEY_NONE		= (Немає)
TEXT_ADD_YOUR_TEXT_HERE		= Додайте сюди власний текст

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Загальні
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Відео
$BN_PAGE_IMAGE			= Зображення
$BN_PAGE_ABOUT			= Про програму
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Опції
$ST_GEN_OUTPUT_FOLDER		= Папка виводу
$BN_GEN_OPEN_OUTPUT_FOLDER	= Відкрити
$BN_GEN_ADV_OPTIONS		= Розширені
$CK_GEN_ALWAYS_ON_TOP		= Bandicam завжди поверх інших вікон
$CK_GEN_START_MINIMIZED		= Запускати Bandicam згорнутим в треї
$CK_GEN_RUN_WHEN_START		= Запускати Bandicam разом з Windows
$CK_GEN_RECORD_WHEN_RUN		= Автозаписування всього екрану при запуску Bandicam
$CK_GEN_TIMER_RECORDING		= Встановити таймер автоматичного запису
$ST_GEN_LANGUAGE		= Мова
$ST_GEN_REC_AUTO_START		= Починати запис автоматично
$ST_GEN_REC_SCHEDULED		= Планувальник запису
$BN_GEN_REC_SCHEDULED		= Налаштування
$ST_GEN_REC_AUTO_COMPLETE	= Автозавершення запису
$BN_GEN_REC_AUTO_COMPLETE	= Налаштунки
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Накладення FPS
$CK_FPS_OVERLAY_HOTKEY		= Пок./Прих. швидкі клавіші
$CK_FPS_OVERLAY_POS_HOTKEY	= Розміщення швидких клавіш
$CK_FPS_OVERLAY			= Позиція
$ST_FPS_LIMIT			= Обмеження FPS
$CK_FPS_LIMIT_HOTKEY		= Клавіша
$CK_FPS_LIMIT			= Встановити обмеження
$CK_FPS_LIMIT_ONLY_CAP		= Тільки при захопленні
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Запис
$CK_VID_RECORD_HOTKEY		= Старт/Стоп - Швидка клавіша
$CK_VID_PAUSE_HOTKEY		= Пауза Швидка клавіша
$CK_VID_SHOW_CURSOR		= Показувати курсор
$CK_VID_CLICK_EFFECTS		= Ефекти клацань курсора
$CK_VID_WEBCAM_OVERLAY		= Додати оверлей Веб-камери
$BN_VID_RECORD_SETTINGS		= Налаштунки
$ST_VID_FORMAT			= Формат
$ST_VID_FORMAT_VIDEO		= Відео
$ST_VID_FORMAT_AUDIO		= Аудіо
$BN_VID_FORMAT_SETTINGS		= Опції
$BN_VID_FORMAT_PRESETS		= Шаблони
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Захоплення
$CK_IMG_CAPTURE_HOTKEY		= Швидка клавіша
$CK_IMG_CAPTURE_REPEAT		= Повторне захоплення екрану
$ST_IMG_CAPTURE_REPEAT		= сек.
$CK_IMG_SHOW_CURSOR		= Показувати курсор
$CK_IMAGE_ADD_LOGO		= Додати логотип
$CK_IMG_SHUTTER_SOUND_EFFECT	= Увімкнути звук затвору
$BTN_IMAGE_SETTINGS		= Налаштунки
$ST_IMG_FORMAT			= Формат
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Звичайний
$CK_IMG_FORMAT_JPG_HQ		= JPG - Висока якість
$CK_IMAGE_JPG_CUSTOM		= JPG - Вказана якість(20~100)
$BTN_IMG_FORMAT_ANIGIF		= Як зберегти в анімований gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Почати запис
$ST_OUT_TAB_VIDEO		= Відео
$ST_OUT_TAB_IMAGE		= Зображення
$BN_OUT_PLAY_VIDEO		= Переглянути
$BN_OUT_OPEN_IMAGE		= Відкрити
$BN_OUT_EDIT			= Редагувати
$BN_OUT_UPLOAD			= Поділитись
$BN_OUT_DELETE			= Видалити
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Версія Bandicam
$ST_ABO_COPYRIGHT		= Авторські права (c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= Доступна нова версія.
$BN_ABO_CHECK_UPDATE		= Перевірка оновлень
$ST_ABO_LICENCE_INFO		= Інформація про ліцензію
$BN_ABO_REGISTER		= Реєстрація
$BN_ABO_REGISTER_HELP		= Як купити і зареєструвати
$BN_ABO_UPDATE_REGISTRATION	= Оновити реєстрацію
$ST_ABO_HOMEPAGE_INFO		= Офіційний сайт
$ST_ABO_HOMEPAGE_URL		= Домашня сторінка
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Будь ласка, оберіть пристрій!
$ST_DEVICE_CONNECTING		= З'єднання...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> -це обов'язкова програма для користувачів Bandicam. Ви зможете швидко розділяти і об'єднювати відео записані в Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Дізнатися більше
$ST_UPDATE_STEP2_TEXT		= Триває завантаження...
$BTN_UPDATE_INSTALL		= Встановити
$BTN_UPDATE_LATER		= Ні, дякую!
$BTN_UPDATE_CANCEL		= Закрити
$BTN_UPDATE_CLOSE		= Вихід

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Оберіть потрібний режим запису.
$ST_START_SEL_RECT		= Прямокутна ділянка
$ST_START_SEL_FULL		= Весь екран
$ST_START_SEL_MOUSE		= Навколо курсора
$ST_START_SEL_GAME		= Запис гри
$ST_START_SEL_DEVICE		= Запис з пристрою
$ST_START_SEL_HELP		= Допомога онлайн

$ST_START_RECT_TITLE		= Запис екрану - Прямокутна ділянка
$ST_START_RECT_DESC		= Цей режим дозволяє записувати обрану прямокутну ділянку.
$ST_START_RECT_STEP		= 1. Оберіть розмір ділянки для запису.[br]2. Натисніть кнопку 'Запис' або швидку клавішу для запису.

$ST_START_FULL_TITLE		= Запис екрану - Весь екран
$ST_START_FULL_DESC		= Цей режим дозволяє записувати увесь дисплей.
$ST_START_FULL_STEP		= 1. Оберіть монітор для запису. [br]2. Натисніть кнопку 'Запис' або швидку клавішу для запису.

$ST_START_MOUSE_TITLE		= Запис екрану - Навколо курсору
$ST_START_MOUSE_DESC		= Цей режим дозволяє записувати ділянку екрану навколо курсору при переміщенні по екрану.
$ST_START_MOUSE_STEP		= 1. Оберіть потрібний розмір захоплення.[br]2. Натисніть кнопку 'Запис' або швидку клавішу для запису.

$ST_START_GAME_TITLE		= Режим запису гри 
$ST_START_GAME_DESC		= Цей режим дозволяє записувати процес гри з відображенням FPS.
$ST_START_GAME_STEP		= 1. Запустіть гру і перевірте наявність зеленого напису (FPS).[br]2. Натисніть кнопку 'Запис' або швидку клавішу для запису.

$ST_START_DEVICE_TITLE		= Режим запису з пристрою
$ST_START_DEVICE_DESC		= Цей режим дозволяє захоплювати інформацію з зовнішніх пристроїв: веб-камери, Xbox, смартфонів, IPTV, і т.п.
$ST_START_DEVICE_STEP		= 1. Оберіть веб-камеру чи інший пристрій [br]2. Натисніть кнопку 'Запис' або швидку клавішу для запису.

$BN_START_HELP			= Відкрити онлайн допомогу
$BN_START_RECORD		= Почати запис
$BN_START_RECORD_STOP		= Зупинити запис
$ST_START_HOTKEY_RECORD		= Запис/Зупинка
$ST_START_HOTKEY_SCREENSHOT	= Захоплення зображення
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Оберіть дідянку для захоплення
$MENU_RECTANGLE			= Прямокутна ділянка
$MENU_FULLSCREEN		= Весь екран
$MENU_AROUND_MOUSE		= Навколо курсору
$MENU_RECT_FIND_WINDOW		= Оберіть дідянку для захоплення
$MENU_RECT_CUSTOM		= Довільний розмір
$MENU_RECT_RECENTLY_USED	= Останній розмір
$MENU_FULL_DISPLAY_1		= Дисплей 1
$MENU_FULL_DISPLAY_2		= Дисплей 2
$MENU_FULL_DISPLAY_3		= Дисплей 3
$MENU_FULL_DISPLAY_4		= Дисплей 4
$MENU_FULL_DISPLAY_5		= Дисплей 5
$MENU_FULL_DISPLAY_6		= Дисплей 6
$MENU_FULL_DISPLAY_7		= Дисплей 7
$MENU_FULL_DISPLAY_8		= Дисплей 8
$MENU_MOUSE_CUSTOM		= Довільний розмір
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Відкрити кінцеву папку
$TOOLTIP_SCHEDULED_RECORDING	=  
$TOOLTIP_SCREENSHOT		= Захоплення зображення
$TOOLTIP_RECORD			= Запис / Стоп
$TOOLTIP_PAUSE			= Пауза
$TOOLTIP_UI_MODE		= Простий/Розширений вигляд
$TOOLTIP_REGISTER		= Реєстрація Bandicam
$TOOLTIP_ONLINE_HELP		= Онлайн допомога

$TOOLTIP_TOOL_NONE		= Курсор (Без малювання)
$TOOLTIP_TOOL_PEN		= Олівець
$TOOLTIP_TOOL_PEN_HL		= Фломастер 
$TOOLTIP_TOOL_PEN_LINE		= Лінія
$TOOLTIP_TOOL_ARROW		= Стрілка
$TOOLTIP_TOOL_BOX		= Рамка
$TOOLTIP_TOOL_NUMBER		= Нумерація
$TOOLTIP_TOOL_TEXT		= Текст
$TOOLTIP_TOOL_ERASER		= Ластик
$TOOLTIP_TOOL_COLOR		= Обрати колір
$TOOLTIP_TOOL_LINE		= Ширина лінії
$TOOLTIP_TOOL_UNDO		= Скасувати (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Повторити (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Оберіть режим запису
$TOOLTIP_HOME_RECT		= Режим запису - Прямокутник
$TOOLTIP_HOME_FULL		= Режим запису  - Весь екран
$TOOLTIP_HOME_MOUSE		= Режим запису - Навколо курсору
$TOOLTIP_HOME_GAME		= Режим запису гри
$TOOLTIP_HOME_DEVICE		= Режим запису з відеопристрою

$TOOLTIP_ADD_MOUSE_EFFECT	= Додати ефекти для курсора
$TOOLTIP_ADD_MICROPHONE		= Додати мікрофон
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Додати зображення з веб-камери
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Скасувати
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Налаштунки формату
IDC_ST_FMTSET_FILE		= Тип файлу
IDC_ST_FMTSET_VIDEO		= Відео
IDC_ST_VIDEO_SIZE		= Розмір
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Кодек
IDC_ST_VIDEO_CODEC_PROFILE	= Профіль
IDC_ST_VIDEO_BITRATE		= Бітрейт
IDC_ST_VIDEO_QUALITY		= Якість
IDC_ST_FMTSET_AUDIO		= Звук
IDC_CK_AUDIO_ORIGINAL_PCM	= Зберегти як оригінальний формат
IDC_ED_AUDIO_ORIGINAL_PCM	= Ви можете зберегти багатоканальне аудіо, та аудіо високої чіткості(96KHz або більше).
IDC_ST_AUDIO_CH			= Канали
IDC_ST_AUDIO_FREQ		= Частота
IDC_ST_AUDIO_CODEC		= Кодек
IDC_ST_AUDIO_BITRATE		= Бітрейт
IDC_ST_FORMAT_HELP		= [ Допомога ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Реєстрація Bandicam
IDC_ST_1BUY			= 1. Купити
IDC_ST_1BUY_COMMENT		= Для видалення водяного знаку при записі відео, придбайте ліцензію Bandicam на https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Купити онлайн
IDC_ST_2REGISTER		= 2. Реєстрація
IDC_ST_2REGISTER_COMMENT	= Необхідне підключення до Інтернету для реєстрації.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Серійний номер
IDC_BTN_REGISTER_NOW		= Зареєструвати
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Перевірка оновлень
IDC_ST_UPDATE_SETTING		= Налаштунки
IDC_CK_UPDATE_ENABLE		= Увімкнути автоматичну перевірку оновлень
IDC_CK_UPDATE_POPUP		= Виринаюче повідомлення про нову версію
IDC_UPDATE_CHECK_NOW		= Перевірити зараз
IDC_CLOSE			= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Додаткові параметри
IDC_BTN_RESET			= Скинути

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Загальні
IDC_CK_ALWAYS_ON_TOP2		= Bandicam завжди поверх інших вікон
IDC_CK_START_MINIMIZED_TO_TRAY	= Запускати Bandicam згорнутим в треї
IDC_CK_RUN_WHEN_START		= Запускати Bandicam разом з Windows
IDC_CK_RECORD_WHEN_RUN		= Розпочинати запис всього екрану при запуску Bandicam
IDC_BTN_TIMER_RECORDING		= Встановити час початку автоматичного запису
IDC_CK_SHOW_FPS_IN_VIDEO	= Записувати FPS в кінцевий файл
IDC_ST_SHOW_FPS_IN_VIDEO	= (Тільки в режимі'Запис гри')
IDC_CK_SHOW_TIP_BAR		= Показувати пораду/інформаційну панель
IDC_CK_NO_TRAY_BALLOON		= Вимкнути сповіщення в треї
IDC_ST_ADV_AUTOMATIC		= Автоматично

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Вивід
IDC_ST_OUT_OUTPUT_FOLDER	= Папка збереження
IDC_CK_OUT_CREATE_SUBFOLDER	= Атоматичне створення підпапки для збереження файлу:
IDC_RD_OUT_SUBFOLDER		= З ім'ям
IDC_RD_OUT_SUBFOLDER_2		= "Відео" або "Зображення"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Дозволити кешування запису на диск
IDC_ST_OUT_FILE_NAMING		= Назви файлів
IDC_ST_OUT_EXAMPLE		= Приклад

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Мова
IDC_ST_TRANSLATOR		= Подяка перекладачам

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Перехоплення цілі
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Вимкнути DX10/11 перехоплення в IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Блокувати накладення відео (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Список заблокованих процесів

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Інші налаштування
IDC_BTN_VIDEO_RECORD_SETTINGS	= Налаштунки запису для відео
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Налаштунки формату для відео
IDC_BTN_AUTO_COMPLETE_RECORDING	= Налаштунки автозавершення запису

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Автозавершення запису
IDC_ST_RC_HOWTO			= Встановити умови автозавершення запису
IDC_RD_RC_NOTCOMPLETE		= Не завершувати
IDC_RD_RC_TIME			= За часом запису
IDC_ST_RC_MAX_TIME		= Макс.
IDC_RD_RC_SIZE			= За розміром файлу
IDC_ST_RC_MAX_SIZE		= Макс.
IDC_RD_RC_NOSOUND		= За відсутністю звуку (сек)
IDC_ST_RC_AFTER			= Після автозавершення запису
IDC_RD_RC_NOTHING		= Нічого не робити
IDC_RD_RC_NEW_RECORDING		= Почати новий запис
IDC_RD_RC_EXIT_BDCAM		= Закрити Bandicam
IDC_RD_RC_SHUTDOWN		= Вимкнути комп'ютер

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Автоматичне завершення запису - Повідомлення
IDC_ST_NOSOUND_TITLE		= Тихе сповіщення
IDC_ST_NOSOUND_DESC		= Запис буде зупинено, оскільки ПК не відтворює жодного звуку.
IDC_ST_NOSOUND_DESC2		= Зупинити запис на %d секунді.
IDC_BTN_NOSOUND_CONTINUE	= Продовжити запис

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Вимкнення
IDC_ST_SHUTDOWN			= Вимкнення
IDC_ST_SHUTDOWN_INFO		= Комп'ютер вимкнеться.\nНатисніть 'Скасувати' якщо не бажаєте його вимикати.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Налаштунки запису

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Запис звуку
IDC_ST_SND_SELECT_1		= Основний пристрій
IDC_BTN_SND_SETTING_1		= Налаштунки
IDC_ST_SND_VOLUME_1		= Гучність
IDC_CK_SND_MONO_1		= Моно
IDC_ST_SND_SELECT_2		= Додатковий пристрій (Мікрофон)
IDC_BTN_SND_SETTING_2		= Налаштунки
IDC_ST_SND_VOLUME_2		= Гучність
IDC_CK_SND_MONO_2		= Моно
IDC_CK_SND_MIX_SOUND		= Загальна звукова доріжка разом з основним пристроєм
IDC_CK_SND_CAP_PUSH_TO		= Параметри керування запису клавішею
IDC_ST_SOUND_HELP		= [ Допомога ]
IDC_CK_SND_SAVE_AS_WAV		= Зберігати паралельно у файли WAV

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Додати оверлей Веб-камери на відео
IDC_ST_WEBCAM_SETTING		= Налаштунки
IDC_ST_WEBCAM_POS		= Розміщення:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Хромакей
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Додатково
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Додаткові налаштування
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Попередній перегляд веб-камери на екрані 
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Швидка клавіша збереження переглянутого
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Додати оверлей на основний запис
IDC_RD_WEBCAM_SAVE_AS_MP4	= Зберегти відео окремим файлом (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Додати логотип на відеозапис
IDC_ST_LOGO_SETTING		= Налаштунки
IDC_ST_LOGO_IMAGE		= Зображення:
IDC_ST_LOGO_OPACITY		= Прозорість:
IDC_ST_LOGO_POS			= Позиція:
IDC_ST_LOGO_LR_MARGINS		= Відступ по гориз.:
IDC_ST_LOGO_TB_MARGINS		= Відступ по верт.:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Показувати курсор
IDC_ST_CURSOR_SIZE		= Розмір
IDC_ST_EFFECTS_MOUSE		= Ефекти курсору
IDC_CK_ADD_CLICK_EFFECTS	= Ефекти клацань мишею
IDC_ST_CLICK_EFFECT_SIZE	= Розмір
IDC_ST_LEFT_CLICK_COLOR		= Колір лівий клік
IDC_ST_RIGHT_CLICK_COLOR	= Колір правий клік
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Підсвічування курсору
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Розмір
IDC_ST_HIGHLIGHT_COLOR		= Колір підсвічування курсору
IDC_ST_EFFECT_PREVIEW_TITLE	= Перегляд
IDC_ST_EFFECTS_MOUSE_SOUND	= Звук клацання миші під час запису
IDC_CK_EFFECT_LCLICK_SOUND	= Лівий клік
IDC_CK_EFFECT_RCLICK_SOUND	= Правий клік

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Додати текст на відео
IDC_BTN_TEXT_OVERLAY_ADD	= Додати
IDC_BTN_TEXT_OVERLAY_EDIT	= Змінити
IDC_BTN_TEXT_OVERLAY_DEL	= Видалити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Опції
IDC_ST_REC_PRIORITY		= Пріоритет запису:
IDC_ST_REC_PRIORITY2		= Вищий пріоритет може зменшити випадання кадрів.
IDC_ST_FOR_DX_GL		= Для ігрового режиму
IDC_CK_SKIP_RECORDING		= Пропускати запис в моментах, коли кадр не оновлюється
IDC_CK_ENHANCED_DX9_CAPTURE	= Розширений метод захоплення (швидше, тільки DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Для екранного режиму
IDC_CK_SHOW_COUNTDOWN_TIMER	= Показувати зворотній відлік до початку запису
IDC_CK_ENHANCED_CAPTURE		= Розширений метод захоплення (швидше, Windows 8 або вище)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Відтворювати звуки початку/закінченні запису.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Попередній перегляд і налаштування веб-камери
IDC_ST_WEBCAM_PRESET_POS	= Вибір позиції
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Налаштування
IDC_ST_WEBCAM_DEVICE		= Веб-камера:
IDC_BTN_WEBCAM_DEVICE		= Налаштунки
IDC_ST_WEBCAM_DEVICE_FMT	= Формат:
IDC_ST_WEBCAM_SIZE		= Розмір оверлею:
IDC_ST_WEBCAM_POS_H		= Позиція по X:
IDC_ST_WEBCAM_POS_V		= Позиція по Y:
IDC_ST_WEBCAM_FLIPSCREEN	= Поворот зображення:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Увімк. Хромакей
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Колір:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Обрати
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Схожість: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Змішання:
IDC_LN_WEBCAM_HELP		= [ Допомога ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Веб-камера перегляд

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Налаштунки тексту на відео
IDC_ST_TEXT_OVERLAY_SETTINGS	= Налаштунки
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Увімкнути часову мітку
IDC_ST_TEXT_FONT		= Шрифт:
IDC_ST_TEXT_SIZE		= Розмір:
IDC_ST_TEXT_MARGIN		= Зміщення:
IDC_ST_TEXT_ALPHA		= Прозорість:
IDC_ST_TEXT_COLOR		= Колір тексту:
IDC_CK_TEXT_SHADOW_COLOR	= Тінь:
IDC_CK_TEXT_OUT_COLOR		= Обведення:
IDC_LN_TEXT_HELP		= [ Допомога ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Налаштунки захоплення зображення

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Додати логотип на зображення
IDC_ST_IMG_LOGO_SETTING		= Налаштунки
IDC_ST_IMG_LOGO_IMAGE		= Зображення:
IDC_ST_IMG_LOGO_OPACITY		= Прозорість:
IDC_ST_IMG_LOGO_POS		= Позиція:
IDC_ST_IMG_LOGO_LR_MARGINS	= Відступ по гор.:
IDC_ST_IMG_LOGO_TB_MARGINS	= Відступ по верт.:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Свій розмір вікна
IDC_ST_TARGET_SIZE_SETTING	= Налаштунки 
IDC_ST_TARGET_SIZE		= Розмір вікна:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Додати Стиль розміру
IDC_ST_ADD_SIZE_PRESET		= Ви можете зберегти поточну позицію і розмір вікна, як новий стиль.\nВведіть нове ім'я стилю.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Редагувати Стиль розміру
IDC_BTN_SIZE_PRESET_ADD		= Додати
IDC_BTN_SIZE_PRESET_DEL		= Видалити
IDC_BTN_SIZE_PRESET_REN		= Перейменувати
IDC_BTN_SIZE_PRESET_UP		= Вгору
IDC_BTN_SIZE_PRESET_DN		= Вниз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Перейменувати Стиль розміру
IDC_ST_REN_SIZE_PRESET		= Ввести нове ім'я стилю

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Інформація
IDC_ST_ACAP_INFO		= Інформація захоплення звуку
IDC_ST_ACAP_INFO2		= Ваша звукова карта не захоплює звук. \nБудь ласка, перевірте 'Пристрої записування'. \n\nБажаєте відвідати онлайн сторінку з довідкою?
IDC_CK_ACAP_DO_NOT_ASK		= Більше не запитувати
IDC_BTN_YES			= Так
IDC_BTN_NO			= Ні

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Максимальний час запису
IDC_ST_RC_TIME_SETTING		= Налаштунки 
IDC_ST_RC_TIME_HOUR		= Год
IDC_ST_RC_TIME_MIN		= Хв
IDC_ST_RC_TIME_SEC		= Сек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Максимальний розмір файлу
IDC_ST_RC_FILESIZE_SETTING	= Налаштунки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Додати новий стиль
IDC_ST_ADD_PRESET		= Ви можете зберегти поточні налаштування формату \nяк новий стиль. Введіть ім'я нового стилю:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Редагування шаблонів користувача
IDC_BTN_PRESET_ADD		= Додати
IDC_BTN_PRESET_DEL		= Видалити
IDC_BTN_PRESET_REN		= Перейменувати
IDC_BTN_PRESET_UP		= Підняти
IDC_BTN_PRESET_DN		= Опустити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Перейменувати стиль
IDC_ST_REN_PRESET		= Введіть нове ім'я для шаблону:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Виберіть зовнішній відеокодек
IDC_ST_CODEC_EX_LIST		= Список кодеків 
IDC_ST_CODEC_EX_SETTINGS	= Налаштунки
IDC_ST_CODEC_EX_DRIVER		= Ім'я драйвера
IDC_ST_CODEC_EX_FOURCC		= Код FourCC
IDC_ST_CODEC_EX_QUALITY		= Якість
IDC_ST_CODEC_EX_DATERATE	= Швидкість потоку
IDC_ST_CODEC_EX_KEYFRAME	= Інтервал ключових кадрів
IDC_CK_CODEC_EX_PREFER_RGB	= Віддавати перевагу кольоровій схемі RGB
IDC_BTN_CODEC_EX_CONFIG		= Конфігурація
IDC_BTN_CODEC_EX_ABOUT		= Про програму
IDC_ST_CODEC_EX_HELP		= [ Допомога ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Список заблокованих процесів
IDC_ST_BLOCK_LIST		= До наступних процесів не допускається перехоплення.
IDC_ST_BLOCK_LIST_EX		= Приклад:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Налаштунки H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_CUDA_VBR		= VBR - за якістю (рекомендовано)
IDC_RD_H264_CUDA_CBR		= CBR - за бітрейдом
IDC_ST_H264_CUDA_GPU_USAGE	= Використання GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Тільки GPU (для потужних GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Пристрій GPU :
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Інші опції
IDC_ST_H264_CUDA_FOURCC_USED	= Код FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_CUDA_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Налаштунки H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_SYNC_VBR		= VBR - за якістю (рекомендовано)
IDC_RD_H264_SYNC_CBR		= CBR - за бітрейдом
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Інші опції
IDC_ST_H264_SYNC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_SYNC_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Налаштунки H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_APP_VBR		= VBR - за якістю (рекомендовано)
IDC_RD_H264_APP_CBR		= CBR - за бітрейдом
IDC_ST_H264_APP_OTHER_OPTIONS	= Інші опції
IDC_ST_H264_APP_FOURCC_USED	= Код FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_APP_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Налаштунки Xvid
IDC_ST_XVID_RATE_CONTROL	= Контроль швидкості
IDC_RD_XVID_VBR			= VBR - за якістю (рекомендовано)
IDC_RD_XVID_CBR			= CBR - за бітрейдом
IDC_ST_XVID_OPTIMIZATION	= Оптимізація VBR
IDC_RD_XVID_FASTER_SPEED	= Вища швидкість кодування
IDC_RD_XVID_SMALLER_SIZE	= Менший розмір файлу
IDC_ST_XVID_OTHER_OPTIONS	= Інші опції
IDC_ST_XVID_KEYFRAME_INT	= Інтервал ключ. кадрів:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Налаштунки H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_NVENC_VBR		= VBR - за якістю (рекомендується)
IDC_RD_H264_NVENC_CBR		= CBR - за бітрейдом
IDC_ST_H264_NVENC_GPU_USAGE	= Використання GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Пристрій GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Додатково
IDC_ST_H264_NVENC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Інтервал ключ. кадрів:
IDC_ST_H264_NVENC_FOURCC_HELP	= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Налаштунки H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Контроль швидкості
IDC_RD_H264_VBR			= VBR - якість (рекомендовано)
IDC_RD_H264_CBR			= CBR - бітрейд
IDC_ST_H264_OPTIMIZATION	= Оптимізація
IDC_RD_H264_FASTER_SPEED	= Вища швидкість кодування
IDC_RD_H264_BALANCED		= Збалансована продуктивність
IDC_RD_H264_SMALLER_SIZE	= Менший розмір файлу
IDC_ST_H264_OTHER_OPTIONS	= Інші налаштування
IDC_ST_H264_KEYFRAME_INT	= Інтервал ключ. кадрів:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Таймер захоплення
IDC_ST_TIMER_SETTINGS		= Налаштунки
IDC_RD_TIMER_START_IN		= Почати через
IDC_ST_TIMER_MINUTES		= хвилин
IDC_RD_TIMER_START_AT		= Почати в
IDC_CK_TIMER_MINIMIZE		= Згорнути програму з початком запису.
IDC_ST_TIMER_AUTO_COMPLETE	= Атозавершення запису
IDC_BTN_TIMER_AUTO_COMPLETE	= Налаштунки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Таймер запису - Очікування до запису
IDC_ST_TIMER_WAITING_INFO	= До початку запису %s.
IDC_ST_TIMER_ELAPSED		= Пройшло:
IDC_ST_TIMER_REMAINING		= Залишилось:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Опції
IDC_ST_FORMAT_FPS_MODE		= Режим частоти кадрів
IDC_RD_FORMAT_FPS_CFR		= CFR - Постійна частота
IDC_ST_FORMAT_FPS_CFR		= Падає назад до VFR, якщо продуктивність кодування недостатньо висока.
IDC_RD_FORMAT_FPS_VFR		= VFR - Змінна частота кадрів (Рекомендовано)
IDC_ST_FORMAT_FPS_HELP		= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Завантаження на Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Інформація завантаження
IDC_ST_YOUTUBE_FILENAME		= Файл:
IDC_ST_YOUTUBE_TITLE		= Назва:
IDC_ST_YOUTUBE_DESCRIPTION	= Опис:
IDC_ST_YOUTUBE_PRIVACY		= Доступ:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Публічний - Будь-хто, може переглядати відео
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Посилання - Будь-хто, в кого є посилання, може переглядати відео
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Приватний - Відео можу переглядати тільки я і обрані мною люди
IDC_BTN_YOUTUBE_UPLOAD		= Завантажити
IDC_LN_YOUTUBE_HELP		= Допомога
IDC_LN_YOUTUBE_TOS		= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Завантажується...
IDC_ST_YOUTUBE_UPLOADED		= Відео успішно завантажено!
IDC_ST_YOUTUBE_LINK		= Посилання:
IDC_ST_YOUTUBE_EMBED		= HTML:
IDC_BTN_YOUTUBE_LINK_GO		= Перейти
IDC_BTN_YOUTUBE_EMBED_COPY	= Копіювати
IDC_BTN_YOUTUBE_CLOSE		= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Завантаження до Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Інформація завантаження
IDC_ST_VIMEO_FILENAME		= Файл:
IDC_ST_VIMEO_TITLE		= Назва:
IDC_ST_VIMEO_DESCRIPTION	= Опис:
IDC_ST_VIMEO_PRIVACY		= Доступ:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Публічний - Будь-хто, може переглядати відео
IDC_RD_VIMEO_PRIVACY_ONLYME	= Посилання - Будь-хто, в кого є посилання, може переглядати відео
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Приватний - Відео можу переглядати тільки я і обрані мною люди
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Дозволити перегляд лише за посиланням
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Основним користвувачам Vimeo ця функція недоступна)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Дозволити перегляд лише з паролем 
IDC_CK_HIDE_PASSWORD		= Приховати пароль
IDC_BTN_VIMEO_UPLOAD		= Завантажити
IDC_LN_VIMEO_HELP		= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Завантаження...
IDC_ST_VIMEO_UPLOADED		= Завантаження відео завершено!
IDC_ST_VIMEO_LINK		= Посилання:
IDC_ST_VIMEO_EMBED		= Вставити:
IDC_BTN_VIMEO_LINK_GO		= Перейти
IDC_BTN_VIMEO_EMBED_COPY	= Копіювати
IDC_BTN_VIMEO_CLOSE		= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Завантажити на Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Інформація завантаження
IDC_ST_FACEBOOK_FILENAME	= Ім'я файлу:
IDC_ST_FACEBOOK_TITLE		= Заголовок:
IDC_ST_FACEBOOK_DESCRIPTION	= Опис:
IDC_ST_FACEBOOK_PRIVACY		= Доступ:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Публічний - Будь-хто, може переглядати відео
IDC_RD_FACEBOOK_PRIVACY_FOF	= Друзі друзів - Дозволити друзям друзів переглядати це відео
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Друзі - Дозволити друзям переглядати це відео
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Тільки мені - це відео видно тільки вам
IDC_BTN_FACEBOOK_UPLOAD		= Завантажити
IDC_LN_FACEBOOK_HELP		= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Завантаження...
IDC_ST_FACEBOOK_UPLOADED	= Завантаження відео завершено!
IDC_ST_FACEBOOK_LINK		= Посилання:
IDC_BTN_FACEBOOK_LINK_GO	= Перейти
IDC_BTN_FACEBOOK_CLOSE		= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	=  Доступно NVENC
IDC_LN_NVENC_AVAILABLE		=  Доступний кодек NVIDIA NVENC H.264. NVENC це високопродуктивний кодек з  використанням апаратного прискорення. Бажаете використовувати кодек NVENC H.264?\n<a>більше</a>
IDC_CK_NVENC_AVAILABLE		= Не запитувати мене знову

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		=  Доступно Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= Доступний кодек Intel® Quick Sync Video H.264. QSV це високопродуктивний кодек з  використанням апаратного прискорення. \nБажаете використовувати кодек QSV H.264?\n<a>більше</a>
IDC_CK_QSV_AVAILABLE		= Не запитувати мене знову

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Вибір пристрою
IDC_ST_DEVICE_SELECTION		= Вибір
IDC_ST_DEVICE_NAME		= Пристрій:
IDC_BTN_DEVICE_NAME_SETTINGS	= Налаштунки
IDC_ST_DEVICE_FORMAT		= Формат:
IDC_ST_DEVICE_VIDEO_INPUT	= Відеовхід:
IDC_ST_DEVICE_AUDIO_INPUT	= Аудіовхід:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Використати стандартний звуковий пристрій
IDC_BTN_DEVICE_INPUT_SETTINGS	= Налаштунки
IDC_ST_DEVICE_OPTIONS		= Налаштунки
IDC_ST_DEVICE_DEINTERLAING	= Деінтерлейсінг:
IDC_ST_DEVICE_FLIPSCREEN	= Поворот зображення:
IDC_CK_DEVICE_FLIPSCREEN_H	= Горизонтально
IDC_CK_DEVICE_FLIPSCREEN_V	= Вертикально
IDC_LN_DEVICE_HELP		= Допомога

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Проблеми сумісності оригіналу
IDC_LN_CAUTION_USING_WINAPPS	= Якщо увімкнено закріплення додатку Windows (UWP), може виникнути проблема сумісності з оригіналом. <a>Натисніть тут</a> щоб вирішити цю проблему.\n\nБажаєте використовувати зв'язок з додатком Windows?
IDC_CK_CAUTION_USING_WINAPPS	= Не запитувати знову

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Список записів за розкладом
IDC_ST_SREC_LIST_TEXT		= Оберіть час в який бажаєте розпочати запис. (Ця функція доступна лише коли Bandicam працює.)
IDC_BTN_SREC_LIST_ADD		= Додати
IDC_BTN_SREC_LIST_EDIT		= Змінити
IDC_BTN_SREC_LIST_DELETE	= Видалити
IDC_BTN_SREC_LIST_CLOSE		= Закрити

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Розклад записів
IDC_ST_SREC_SETTINGS_NAME	= Назва:
IDC_CK_SREC_ACTIVE		= Активний
IDC_ST_SREC_SCHEDULING		= Заплановано
IDC_RD_SREC_ONE_TIME		= Один раз
IDC_RD_SREC_DAILY		= Щодня
IDC_RD_SREC_WEEKLY		= Щотижня
IDC_ST_SREC_START_TIME		= Початок:
IDC_ST_SREC_END_TIME		= Кінець:
IDC_CK_SREC_DURATION		= Тривалість
IDC_CK_SREC_SUN			= Неділя
IDC_CK_SREC_MON			= Понеділок
IDC_CK_SREC_TUE			= Вівторок
IDC_CK_SREC_WED			= Середа
IDC_CK_SREC_THU			= Четвер
IDC_CK_SREC_FRI			= П'ятниця
IDC_CK_SREC_SAT			= Субота
IDC_ST_SREC_RECORDING		= Запис
IDC_ST_SREC_TARGET		= Що записувати:
IDC_BTN_SREC_TARGET_SELECT	= Обрати
IDC_ST_SREC_AFTER_RECORDING	= Після запису:
IDC_LN_SREC_HELP		= [ Поміч ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Відсутній звук для запису
IDC_ST_ACAP_NO_DEVICE		= Не знайдено звуковий пристрій для запису.\nТому, у записаному відеофайлі буде відсутній звук.
IDC_CK_ACAP_DO_NOT_SHOW		= Не показувати знову

[MENU]
ID_POPUP_ABOUT			= Про програму
ID_POPUP_GENERAL		= Основні налаштування
ID_POPUP_FRAME			= налаштування FPS
ID_POPUP_VIDEO			= налаштування відео
ID_POPUP_IMAGE			= налаштування зображення
ID_POPUP_OUTPUTS		= Переглянути результат
ID_POPUP_OPENOUTPUTFOLDER	= Відкрити кінцеву теку
ID_POPUP_TARGET			= Мета запису
ID_POPUP_SETTINGS		= Налаштунки
ID_POPUP_SIZE			= Розмір
ID_POPUP_EXIT			= Вихід з програми

ID_TARGET_DIRECTX		= Запис ігор
ID_TARGET_SCREEN		= Запис ділянки - Прямокутник
ID_TARGET_FULL			= Запис ділянки - Весь екран
ID_TARGET_MOUSE			= Запис ділянки - Біля курсору
ID_TARGET_DEVICE		= Запис з пристрою
ID_TARGET_HELP			= Допомога

ID_TARGET_HIDE			= Показати / Приховати \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Копіювати до буферу \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Режим малювання \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Поверх решти вікон
ID_TARGET_COUNTDOWN_TIMER	= Відображати таймер зворотнього відліку
ID_TARGET_TRANSPARENCY		= Прозорість
ID_TARGET_SIZE			= Розмір
ID_TARGET_ADJUST		= Рамка

ID_TARGET_MOVE_LEFT		= Зсунути вліво \t Left
ID_TARGET_MOVE_RIGHT		= Зсунути вправо \t Right
ID_TARGET_MOVE_UP		= Зсунути вгору \t Up
ID_TARGET_MOVE_DOWN		= Зсунути вниз \t Down

ID_TARGET_INC_WIDTH		= Збільшити ширину \t Shift+Right
ID_TARGET_DEC_WIDTH		= Зменшити ширину \t Shift+Left
ID_TARGET_INC_HEIGHT		= Збільшити висоту \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Зменшити висоту \t Shift+Up

ID_TARGET_FIND_WINDOW		= Обрати дялянку для запису \t Ctrl+F
ID_TARGET_FULLSCREEN		= Весь екран \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Підігнати до 4:3
ID_TARGET_RATIO_16_9		= Підігнати до 16:9
ID_TARGET_SIZE_CUSTOM		= Свій розмір \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Стиль розміру \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Додати стиль
ID_TARGET_SIZE_PRESET_EDIT	= Редагувати стиль
ID_TARGET_SIZE_RU		= Використання \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Відкрити теку виводу
ID_TARGET_OUTPUT_LIST		= Список вихідних файлів
ID_TARGET_EXIT_BANDICAM		= Вихід з програми

ID_DEVICE_HIDE			= Показати\Приховати \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Копіювати до буферу обміну \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Завжди поверх решти вікон
ID_DEVICE_SELECTION		= Обрати пристрій \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Весь екран \t Enter
ID_DEVICE_ZOOM			= Розмір вікна запису
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Пропорції
ID_DEVICE_KEEP_ASPECT_RATIO	= Зберегти пропорції
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Стандартно
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Відкрити кінцеву теку
ID_DEVICE_OUTPUT_LIST		= Список вихідних файлів
ID_DEVICE_EXIT_BANDICAM		= Вихід з Bandicam

ID_USER_PRESET_ADD		= Додати
ID_USER_PRESET_EDIT		= Редагувати

ID_SORT_BY_DATE			= Сортувати за датою
ID_SORT_BY_NAME			= Сортувати за іменем
ID_SORT_BY_SIZE			= Сортувати за розміром

ID_OUTPUTS_LB_PLAY		= Переглянути
ID_OUTPUTS_LB_OPEN		= Відкрити
ID_OUTPUTS_LB_EDIT		= Редагувати
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Видалити     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Вибрати все \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Відкрити кінцеву теку

ID_UPLOAD_TO_YOUTUBE		= Завантаження на Youtube
ID_UPLOAD_TO_VIMEO		= Завантаження на Vimeo
ID_UPLOAD_TO_FACEBOOK		= Завантаження to Facebook

ID_BDCAM_SIZE_DEFAULT		= Стандартний розмір
